{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "content": "[UNK]",
      "id": 0,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "[CLS]",
      "id": 1,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "[SEP]",
      "id": 2,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "[PAD]",
      "id": 3,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "[MASK]",
      "id": 4,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "~",
      "id": 5,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  ],
  "normalizer": {
    "normalizers": [
      {
        "strip_left": true,
        "strip_right": true,
        "type": "Strip"
      }
    ],
    "type": "Sequence"
  },
  "pre_tokenizer": 
    {
      "behavior": "Isolated",
      "invert": false,
      "pattern": {
        "String": "\n"
      },
      "type": "Split"
    },
  "post_processor": {
    "cls": [
      "[CLS]",
      1
    ],
    "sep": [
      "[SEP]",
      2
    ],
    "type": "BertProcessing"
  },
  "decoder": {
    "suffix": " ",
    "type": "BPEDecoder"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "~": 5,
      "N": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "T": 10,
      "TT": 11,
      "AG": 12,
      "TG": 13,
      "AA": 14,
      "TC": 15,
      "CC": 16,
      "ATT": 17,
      "GG": 18,
      "AGC": 19,
      "AC": 20,
      "AGG": 21,
      "ATG": 22,
      "ATC": 23,
      "AAG": 24,
      "TAA": 25,
      "TTC": 26,
      "ACC": 27,
      "TTG": 28,
      "TCC": 29,
      "AT": 30,
      "TGG": 31,
      "TGC": 32,
      "AAC": 33,
      "AAGC": 34,
      "AATT": 35,
      "GC": 36,
      "AGGTC": 37,
      "TAG": 38,
      "AGTT": 39,
      "TATT": 40,
      "ATGC": 41,
      "AGCTC": 42,
      "ATTG": 43,
      "GCC": 44,
      "ATTC": 45,
      "TTTT": 46,
      "AGGATG": 47,
      "GAG": 48,
      "TCT": 49,
      "AGAA": 50,
      "AGGG": 51,
      "ACAA": 52,
      "TGGG": 53,
      "ACAAC": 54,
      "GAA": 55,
      "TAAC": 56,
      "ACCCC": 57,
      "TTGG": 58,
      "AGATT": 59,
      "AAGGG": 60,
      "TTCC": 61,
      "TTTG": 62,
      "AATG": 63,
      "TTAG": 64,
      "TGATT": 65,
      "ACCTCC": 66,
      "TGCTT": 67,
      "GGT": 68,
      "TTTAA": 69,
      "TCAGC": 70,
      "GATC": 71,
      "AATTC": 72,
      "TGAT": 73,
      "CCTTG": 74,
      "TGGGCC": 75,
      "CCTGG": 76,
      "TTCAAG": 77,
      "TGTC": 78,
      "AGCGC": 79,
      "GGTAG": 80,
      "AGGTGG": 81,
      "GCCC": 82,
      "TGCAT": 83,
      "AGCGCC": 84,
      "AAGGGTG": 85,
      "TTCGAG": 86,
      "TTAGAGCGC": 87,
      "ACCCCTGAT": 88,
      "TGCTTTGC": 89,
      "TTCAAGTCC": 90,
      "TGCTTTGCAAGC": 91,
      "ACCCCTGATAAGGGTG": 92,
      "AGCGCCTGCTTTGCAAGC": 93,
      "AGGTCCCTGG": 94,
      "AGGATGGCCC": 95,
      "TTAGAGCGCACCCCTGATAAGGGTG": 96,
      "GATCGGT": 97,
      "AGCTCAGGTGG": 98,
      "TGGGCCATT": 99,
      "AGGTCCCTGGTTCAAGTCC": 100,
      "TCCGC": 101,
      "AGCGCCTGCTTTGCAAGCAGGATG": 102,
      "TGGGCCATTAGCTCAGGTGG": 103,
      "AGGTCCCTGGTTCAAGTCCAGGATGGCCC": 104,
      "AGTTGGTAG": 105,
      "AGGTCGATCGGT": 106,
      "TAAG": 107,
      "AGCTCAGTTGGTAG": 108,
      "TGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTG": 109,
      "ATAA": 110,
      "CCTTGACAAC": 111,
      "TGATC": 112,
      "GGG": 113,
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATG": 114,
      "CCTTGACAACTGCAT": 115,
      "TGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC": 116,
      "AATC": 117,
      "AGGGAG": 118,
      "ATCTC": 119,
      "TGATGC": 120,
      "CTC": 121,
      "ACCTT": 122,
      "AGGTCAC": 123,
      "ACCTC": 124,
      "AAGG": 125,
      "TTTTG": 126,
      "ACG": 127,
      "TTGGGGG": 128,
      "AGAACCTTGACAACTGCAT": 129,
      "TGAA": 130,
      "ACCTTAGGTCGATCGGT": 131,
      "ACTC": 132,
      "AGCC": 133,
      "ACCC": 134,
      "TTT": 135,
      "TCAGCGG": 136,
      "TGAG": 137,
      "TTATT": 138,
      "TTCGAGTCCGC": 139,
      "AGCTTCC": 140,
      "TCAGCGGTTCGAGTCCGC": 141,
      "AATTTC": 142,
      "TATTATT": 143,
      "TAT": 144,
      "TCTAGGTCAC": 145,
      "AAGCT": 146,
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGC": 147,
      "TGGATC": 148,
      "AAGATGC": 149,
      "AAGCTACAA": 150,
      "TGGATCACCTCC": 151,
      "AGGC": 152,
      "TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC": 153,
      "TGGATCACCTCCTAAC": 154,
      "ATGG": 155,
      "TCAAGCTACAA": 156,
      "TTGTC": 157,
      "TTGATG": 158,
      "TGGATCACCTCCTAACAGGGAG": 159,
      "TTTTC": 160,
      "ACAG": 161,
      "ATCC": 162,
      "TTACCTCC": 163,
      "TTACCTCCAC": 164,
      "TAAGC": 165,
      "TTGGGGGTAT": 166,
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 167,
      "ATCTCT": 168,
      "TTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 169,
      "GGTCAAGCTACAA": 170,
      "ATTAA": 171,
      "AGGCC": 172,
      "AATTCTATT": 173,
      "TAGC": 174,
      "TTTC": 175,
      "TAAAC": 176,
      "TCTGG": 177,
      "ACTG": 178,
      "ACGG": 179,
      "AGTTG": 180,
      "TAACC": 181,
      "AAGTTATT": 182,
      "AAAATG": 183,
      "TGATGCTTC": 184,
      "TGGACTC": 185,
      "AGAGAACCTTGACAACTGCAT": 186,
      "TAACCTCC": 187,
      "AGCCGAG": 188,
      "ACAACAAAATG": 189,
      "AGAGAACCTTGACAACTGCATAGATT": 190,
      "AAAA": 191,
      "TAACAATTCTATT": 192,
      "ACAATAAGC": 193,
      "ATATCTCT": 194,
      "ATTTT": 195,
      "TTGTCACCTTAGGTCGATCGGT": 196,
      "AGATTTATTATT": 197,
      "ATATCTCTATG": 198,
      "AAGCTGATGCTTC": 199,
      "ATTGTTTTC": 200,
      "ACAATAAGCATC": 201,
      "ACCACCTC": 202,
      "ATTCC": 203,
      "ATTGAATT": 204,
      "TGTGC": 205,
      "TCTAGCTTCC": 206,
      "AGGGCTC": 207,
      "TTAATT": 208,
      "TAACAATTCTATTAAGCTGATGCTTC": 209,
      "AGTTCC": 210,
      "ATTGTTTTCAGAGAACCTTGACAACTGCATAGATT": 211,
      "TTGTCACCTTAGGTCGATCGGTATCTC": 212,
      "AAGATGCTGGACTC": 213,
      "ATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 214,
      "GATG": 215,
      "AGATTTATTATTTGTGC": 216,
      "TTAA": 217,
      "TGATG": 218,
      "TCTAGGTCACACCC": 219,
      "TGGGCTC": 220,
      "AGTTCCTAAAC": 221,
      "AAGATGCTGGACTCATTGAATT": 222,
      "GAGC": 223,
      "ATACC": 224,
      "TGAAC": 225,
      "GGTG": 226,
      "TGCATTAA": 227,
      "TAACAATTCTATTAAGCTGATGCTTCAATT": 228,
      "TTAGGCC": 229,
      "TTTAATGATGC": 230,
      "ATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATT": 231,
      "TAAGTTTT": 232,
      "AGTC": 233,
      "AAATG": 234,
      "AGGGCTCACGG": 235,
      "GAATCTAGCTTCC": 236,
      "CCC": 237,
      "AGAACCTTGACAACTGCATAGG": 238,
      "ACAATAAGCATCTTTAATGATGC": 239,
      "TGTCACCTTAGGTCGATCGGT": 240,
      "GAATGCATTAA": 241,
      "TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC": 242,
      "ATATT": 243,
      "AGGAG": 244,
      "ATAG": 245,
      "TCCTAAGTTTT": 246,
      "AAGAGCCGAG": 247,
      "TAGATG": 248,
      "AGCATCTC": 249,
      "ACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGC": 250,
      "ACACAG": 251,
      "TCTG": 252,
      "GGTCAAGCTACAAAGGGCTCACGG": 253,
      "TGATTACCACCTC": 254,
      "TAGAA": 255,
      "TTTAAAG": 256,
      "TAACCTCCACTG": 257,
      "AAGCG": 258,
      "TTGAT": 259,
      "ACACAGAGGC": 260,
      "TGGATCACCTCCTAACAGGGAGACAACAAAATG": 261,
      "AGTTCCTAAACTTTG": 262,
      "TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 263,
      "TAATT": 264,
      "TATTC": 265,
      "CAGGGAG": 266,
      "TCTCC": 267,
      "AAGAATTTC": 268,
      "TTGGGGGTTT": 269,
      "AAAG": 270,
      "TCAGGAG": 271,
      "AAATT": 272,
      "TCAGGAGTTCGAG": 273,
      "TCTAGGTCACACCCATT": 274,
      "GGTGTTGGGGGTTT": 275,
      "GATT": 276,
      "TCAGGAGTTCGAGTCTCC": 277,
      "AAATTC": 278,
      "TTTAATATTATT": 279,
      "GAAC": 280,
      "ATCCTGTCACCTTAGGTCGATCGGT": 281,
      "ATTAAGATGCTGGACTCATTGAATT": 282,
      "TGATTACCACCTCTTCC": 283,
      "AGAC": 284,
      "ACACAGAGGCGATG": 285,
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCC": 286,
      "ATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTAAAG": 287,
      "TGAACGAATCTAGCTTCC": 288,
      "TGAAG": 289,
      "TCTAGGTCACACCCC": 290,
      "ATTTCCTAAGTTTT": 291,
      "TTAGGCCGAA": 292,
      "ATTTTGTCACCTTAGGTCGATCGGTATCTC": 293,
      "AAGTTTT": 294,
      "ATTGTTTTG": 295,
      "TGAACGAATCTAGCTTCCTAA": 296,
      "ATGGATGC": 297,
      "AGCAAGAGCCGAG": 298,
      "ACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGCGAATGCATTAA": 299,
      "TTGGC": 300,
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTG": 301,
      "ACTTTT": 302,
      "AGCTTCCTGTC": 303,
      "TGATTTAGATG": 304,
      "AAGAA": 305,
      "TGTCGAGC": 306,
      "GTG": 307,
      "TGGATCACCTCCTAACAGGGAGACAA": 308,
      "ACACAGAGGCGATGAAGG": 309,
      "AGTTGTGATC": 310,
      "TTTAATATTATTATTTTGTCACCTTAGGTCGATCGGTATCTC": 311,
      "AGATG": 312,
      "TTCT": 313,
      "TTAGGCCGAAATCCTGTCACCTTAGGTCGATCGGT": 314,
      "TGTCCGC": 315,
      "AAGATGCTGGGCTC": 316,
      "TCTGGAA": 317,
      "ATTTCCTAAGTTTTTCTAGGTCACACCCATT": 318,
      "TGATTACCACCTCTTCCATAA": 319,
      "GTTC": 320,
      "ATTAAGATGCTGGACTCATTGAATTAATTTC": 321,
      "TTTGAAG": 322,
      "AGTG": 323,
      "AATAA": 324,
      "TGGC": 325,
      "ATACCTTGGC": 326,
      "ACGTTC": 327,
      "TTGATT": 328,
      "TTGATAAGATGCTGGGCTC": 329,
      "AGCTTCCTGTCATTCC": 330,
      "TATC": 331,
      "AGAATAA": 332,
      "AGGTCACACCC": 333,
      "AGAATC": 334,
      "TAGGC": 335,
      "GGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTG": 336,
      "AGTTTGATC": 337,
      "TTAC": 338,
      "ATTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 339,
      "AGTTCCTAAACTTTGTCTAGGTCACACCCC": 340,
      "ACGC": 341,
      "TTCTAGGTCACACCC": 342,
      "GGC": 343,
      "GGTTT": 344,
      "AGCATC": 345,
      "TTGC": 346,
      "TCAAC": 347,
      "ACTCC": 348,
      "TTTTGAGTTGTGATC": 349,
      "GGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACC": 350,
      "ATGAGAC": 351,
      "AGCATCTCATGGATGC": 352,
      "TGATTTAGATGTGTCCGC": 353,
      "AATGG": 354,
      "TGAAATC": 355,
      "AAAC": 356,
      "AGCAATG": 357,
      "ATACCTTGGCACACAGAGGCGATGAAGG": 358,
      "AACC": 359,
      "CAGGGAGACAACAAAATG": 360,
      "AACAATG": 361,
      "TCTGGAAAA": 362,
      "ATTTTC": 363,
      "ATATTAATT": 364,
      "TATG": 365,
      "ATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC": 366,
      "AGGTCGATCGGTACCTC": 367,
      "TTGATGCC": 368,
      "TTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC": 369,
      "TCTGAG": 370,
      "AAGAATTTCATTTCCTAAGTTTTTCTAGGTCACACCCATT": 371,
      "ACCCCAGCTTCCTGTCATTCC": 372,
      "AGTTTGATT": 373,
      "AAGTTATTGGTCAAGCTACAAAGGGCTCACGG": 374,
      "ATCTCC": 375,
      "GGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACCGAAC": 376,
      "ATTTC": 377,
      "TTACAG": 378,
      "TTTAG": 379,
      "TTGATGCCTGAG": 380,
      "TTTGATTC": 381,
      "TTACAGATGC": 382,
      "TTCTAGC": 383,
      "TTGTTTT": 384,
      "AAGTTATTGGTCAAGCTACAAAGGGCTCACGGAGG": 385,
      "GTTG": 386,
      "ACAATGATT": 387,
      "TGGATG": 388,
      "ACCTCAGC": 389,
      "AGATTC": 390,
      "ATATTAATTTTGTCACCTTAGGTCGATCGGTATCTC": 391,
      "ATTCTTAGGCCGAAATCCTGTCACCTTAGGTCGATCGGT": 392,
      "AAGTTATTGGTCAAGCTACAA": 393,
      "AAAATTC": 394,
      "GAATC": 395,
      "GGATC": 396,
      "AAAGG": 397,
      "TAGCTTC": 398,
      "ATAAC": 399,
      "AAGCC": 400,
      "TCAATC": 401,
      "AGAACCTTGACAACTGCATAGGTGAG": 402,
      "AATGATG": 403,
      "ATTAAGATGCTGGACTCATTGAATTAATTTCATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTAAAG": 404,
      "AGATTG": 405,
      "TAAAG": 406,
      "TGGTTGATAAGATGCTGGGCTC": 407,
      "AGCAAGAGCCGAGACTC": 408,
      "AATCC": 409,
      "AGAG": 410,
      "TCTGGAAAGAATAA": 411,
      "TTTTGAGCAAGAGCCGAGACTC": 412,
      "TGAGC": 413,
      "AGCATCTTACAGATGC": 414,
      "TTAATTC": 415,
      "TTAATTTATT": 416,
      "ACATTC": 417,
      "TCG": 418,
      "AAGTTATTGGTCAAGCTACAAAGGGCTCACGGAGGATACC": 419,
      "CGG": 420,
      "TTGAGAATC": 421,
      "ACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGCGAATGCATTAATAACAATTCTATTAAGCTGATGCTTCAATT": 422,
      "AAGGGATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC": 423,
      "TTCGC": 424,
      "TTGAG": 425,
      "AGGTTAATT": 426,
      "TCTAAGTTTT": 427,
      "TATAA": 428,
      "TAC": 429,
      "TATTTT": 430,
      "AAAATTCTTTTGAGCAAGAGCCGAGACTC": 431,
      "TGATTG": 432,
      "TTTTGAGTTGTGATCAAATTC": 433,
      "TTTGGG": 434,
      "TGAAT": 435,
      "ATAC": 436,
      "ACAATGATTTTGATGCCTGAG": 437,
      "TTTAAG": 438,
      "TGGATGACCCCAGCTTCCTGTCATTCC": 439,
      "AGTTCCTAAACTTG": 440,
      "TTCAGC": 441,
      "ATTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCACTGATTACCACCTCTTCCATAA": 442,
      "TGGATCACCTCCTAACAGGGAGACAACAAAATGTTTAATATTATTATTTTGTCACCTTAGGTCGATCGGTATCTC": 443,
      "TTTCAAC": 444,
      "AGCATCTTACAGATGCATTGTTTTG": 445,
      "AAGTTATTGGTCAAGCTACAAAGGGCTCACGGAGGATACCTAGGC": 446,
      "AAACC": 447,
      "GGAGTG": 448,
      "TGCTTTCAAC": 449,
      "ATTGG": 450,
      "AACAATGAAAATTCTTTTGAGCAAGAGCCGAGACTC": 451,
      "TCTAGGTC": 452,
      "ACAACGATT": 453,
      "TAGAG": 454,
      "AGTTTCTAAGTTTT": 455,
      "AAGCAA": 456,
      "GTGTCGAGC": 457,
      "ACCTCAGCTTTGAAG": 458,
      "TGAC": 459,
      "ATAACAATTCTATTAAGCTGATGCTTCAATT": 460,
      "TTTGC": 461,
      "TGTTTG": 462,
      "ATGTTC": 463,
      "TTTTGG": 464,
      "ATTTGATT": 465,
      "AAGGTCGATCGGTACCTC": 466,
      "AGCAAGCG": 467,
      "AGCTCGATT": 468,
      "AGTTTCTAAGTTTTTTCTAGGTCACACCC": 469,
      "ATCACTTTT": 470,
      "CGGATACCTTGGCACACAGAGGCGATGAAGG": 471,
      "ATGCTGGGCTC": 472,
      "AAAAGGGATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC": 473,
      "AAAAC": 474,
      "TTGATGGAG": 475,
      "TTATC": 476,
      "TCTAG": 477,
      "TGCTTTCAACGGC": 478,
      "TGAATACCACCTC": 479,
      "TAGG": 480,
      "TGAAGTTCTAGC": 481,
      "TAAATATTAATTTTGTCACCTTAGGTCGATCGGTATCTC": 482,
      "GAGCC": 483,
      "AGCGTTC": 484,
      "CAGGGAGACAACAAAATGTTTAATATTATTATTTTGTCACCTTAGGTCGATCGGTATCTC": 485,
      "TTGATGTCTGAG": 486,
      "GGTAAGCG": 487,
      "AGTTTGATCTTGTTTT": 488,
      "AACAA": 489,
      "TCTAGGTCACCCC": 490,
      "TGAATC": 491,
      "AGATTAATT": 492,
      "TATGG": 493,
      "TAAGTCTGGAAAGAATAA": 494,
      "AGTTTCTAAGTTTTTTCTAGGTCACACCCATCACTTTT": 495,
      "TAAATATTAATTTTGTCACCTTAGGTCGATCGGTATCTCAGATTC": 496,
      "GAC": 497,
      "AACT": 498,
      "AAATC": 499,
      "TTAAG": 500,
      "AGATC": 501,
      "AGAGTTTGATCTTGTTTT": 502,
      "GGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGC": 503,
      "AATTG": 504,
      "TAGAAAGG": 505,
      "ACCTCAAC": 506,
      "TTCTG": 507,
      "AATGC": 508,
      "AATTTGGTTGATAAGATGCTGGGCTC": 509,
      "TTGATGATTTGATT": 510,
      "AGAAG": 511,
      "AGCAAGAGCCGAGACTCC": 512,
      "AGTTGAGCTCGATT": 513,
      "AAAAGGGATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACCGAAC": 514,
      "TCCAC": 515,
      "TGATTTAG": 516,
      "TGAAATCATTAAGATGCTGGACTCATTGAATTAATTTCATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTAAAG": 517,
      "TTGATGGAGATTTTC": 518,
      "ATTCCC": 519,
      "ACAACACAATGATTTTGATGCCTGAG": 520,
      "TTGATTC": 521,
      "TTCTGAA": 522,
      "TGAATACCACCTCTTAC": 523,
      "AGGGAA": 524,
      "GGAGTGTGATTTAGATGTGTCCGC": 525,
      "ATAACAATTCTATTAAGCTGATGCTTCAATTATTG": 526,
      "TAATC": 527,
      "AGTCGTG": 528,
      "CCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC": 529,
      "TGGATCACCTCCTAACAGGGAGACAACAAAATGTAAATATTAATTTTGTCACCTTAGGTCGATCGGTATCTCAGATTC": 530,
      "TGCTTTCAACGGCGGTAAGCG": 531,
      "TCAATCTCC": 532,
      "TGGATCACCTCCTAACAGGGAGACAAACAACGATT": 533,
      "AGTAGAA": 534,
      "GGGGTTT": 535,
      "TAATTTATT": 536,
      "GCAAGGG": 537,
      "AAATGATC": 538,
      "TTGATTGC": 539,
      "ATAAGATGCTGGACTCATTGAATT": 540,
      "TGTG": 541,
      "TAGAACAATGAAAATTCTTTTGAGCAAGAGCCGAGACTC": 542,
      "AAAAG": 543,
      "GGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTAACCTCC": 544,
      "ATGATGC": 545,
      "TTGAGTC": 546,
      "TCCTGTCACCTTAGGTCGATCGGT": 547,
      "ATTAATT": 548,
      "TTCTAGGTCACACCCATT": 549,
      "TCTAGGTCACACCCAAC": 550,
      "AAACTTGAGAATC": 551,
      "AGCATCTTACAGATGCATTGTTTTGAATC": 552,
      "ACGCTGGGCTC": 553,
      "TAAGG": 554,
      "GAAAGGG": 555,
      "AGTCGTGTCC": 556,
      "TCTGGAAAAAACAA": 557,
      "AGATTTATTATTTGTGCGAATGCATTAA": 558,
      "AAGCAATTGATGATTTGATT": 559,
      "TAGCAATAA": 560,
      "AGTTCCTAAACTTTGTCTAGGTCACACCCCAAAAGGGATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACCGAAC": 561,
      "TTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC": 562,
      "ATGGAA": 563,
      "ATTCTTAGGCCGAAATCCTGTCACCTTAGGTCGATCGGTACCTCAGCTTTGAAG": 564,
      "ACGTTTT": 565,
      "AAAACTGCAT": 566,
      "TCTAGCTTCCTAA": 567,
      "CCCATCTCC": 568,
      "TAGCTTCTTATC": 569,
      "AGTTTGATCC": 570,
      "TAAACG": 571,
      "AGTATG": 572,
      "TTTAATTC": 573,
      "TTGATTCCC": 574,
      "TGAAAGAA": 575,
      "ATGCATTAA": 576,
      "TCTGAGC": 577,
      "TGGATTC": 578,
      "TGGGC": 579,
      "AAGCGTT": 580,
      "TGCTTTT": 581,
      "ATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCACTGATTACCACCTCTTCCATAA": 582,
      "GGTCAAGCTACAAAGGGCTCACGGCGGATACCTTGGCACACAGAGGCGATGAAGG": 583,
      "AGCATCTTACAGATGCATTGTTTTGAATCTGATC": 584,
      "TAATTC": 585,
      "TGAATTC": 586,
      "TAAATT": 587,
      "ATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTGAAG": 588,
      "TTAATTTC": 589,
      "AGCAATGG": 590,
      "AGTTTCTAAGTTTTTTCTAGGTCACACCCATCACTTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 591,
      "TTGATTCCCATCTCC": 592,
      "GTTGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 593,
      "ACGTTTTTAATTTATT": 594,
      "TTTATT": 595,
      "AGTTGAGCTCGATTGGAGTGTGATTTAGATGTGTCCGC": 596,
      "AGTTCCTAAACTTGTCTAGGTCACACCCAAC": 597,
      "TTTCAACGAC": 598,
      "AGGGAAATTGTTTTG": 599,
      "TGGATGACCCCAGCTTCCTGTCATTCCAAGTTTT": 600,
      "TAATTG": 601,
      "AGCAATGTTGATTGC": 602,
      "TGAAGCGTT": 603,
      "GATGC": 604,
      "ATTGC": 605,
      "TGGATACCTTGGCACACAGAGGCGATGAAGG": 606,
      "AAATGTTTTGAGTTGTGATCAAATTC": 607,
      "TTATTTCCTAAGTTTT": 608,
      "TTTGATTCGTGTCGAGC": 609,
      "GAGTT": 610,
      "ATCAGC": 611,
      "ACATTCTTAATTTATT": 612,
      "AGAGTTTGATCTTGTTTTTAGCAATAA": 613,
      "TGAAAGAATCTAGCTTCCTAA": 614,
      "TCTGAGCGAATCTAGCTTCC": 615,
      "TTGTTCGC": 616,
      "AGAATTC": 617,
      "TGTTGG": 618,
      "ATCATTC": 619,
      "AAGAATTTCATTTCCTAAGTTTTTCTAGGTCACACCCATTATTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCACTGATTACCACCTCTTCCATAA": 620,
      "TAGCTTCTTGTC": 621,
      "AGCTG": 622,
      "AAATGCATTAA": 623,
      "TTTCAACGACAGCAAGCG": 624,
      "TGATCAAATTC": 625,
      "ATCATT": 626,
      "CCTTGACAACTGCATAGG": 627,
      "TAAACTTTG": 628,
      "TGAATACCACCTCTTACAT": 629,
      "TAATTTGC": 630,
      "TAACAATTCTATTAAGCTGATGCTTCAATTTTG": 631,
      "TGAAGTTCTAGCAGAACCTTGACAACTGCATAGGTGAG": 632,
      "AGGGC": 633,
      "GTGTTTGGG": 634,
      "TATTCTTAGGCC": 635,
      "TCTGAGTT": 636,
      "AAGTC": 637,
      "TGATAAC": 638,
      "GAGGG": 639,
      "AAACTTGAGAATCTGCTTTCAACGGCGGTAAGCG": 640,
      "ACT": 641,
      "ATGGC": 642,
      "TAGAACAATGAAAATTCTTTTGAGCAAGAGCCGAGACTCTTG": 643,
      "TTTGATTCGTGTCGAGCGAATC": 644,
      "TGATGTCT": 645,
      "CAGGG": 646,
      "TTTGAAGTTATT": 647,
      "TAATTAGTT": 648,
      "CCTTGAAAACTGCAT": 649,
      "ATTGATTTT": 650,
      "ATCG": 651,
      "AGATTGGATC": 652,
      "TTCAGG": 653,
      "GGTAGAAAGG": 654,
      "TGATGTCTGAG": 655,
      "TATTGAG": 656,
      "AACCC": 657,
      "AAGCATC": 658,
      "TTTTTC": 659,
      "TGAAACC": 660,
      "AGCTGG": 661,
      "AGAGATG": 662,
      "TAATTTGCTCTGAGCGAATCTAGCTTCC": 663,
      "TGTGATG": 664,
      "AAGGATCAGC": 665,
      "TTCCTAAACTTTG": 666,
      "TCCG": 667,
      "TCTGGAAAAACAA": 668,
      "ACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGCGAATGCATTAAATAACAATTCTATTAAGCTGATGCTTCAATTATTG": 669,
      "AAAATC": 670,
      "AACTC": 671,
      "TATTTAA": 672,
      "AGAACC": 673,
      "AGCAATGTTGATTGCTTGATGGAGATTTTC": 674,
      "ACTCT": 675,
      "TTGAGTT": 676,
      "TGGATCACCTCCTAACAGGGAGACAACAAAATGTAAATATTAATTTTGTCACCTTAGGTCGATCGGTATCTCAGATTCTTATT": 677,
      "TAACTGG": 678,
      "AATTTGGTTGATAAGATGCTGGGCTCGGATC": 679,
      "AATGGG": 680,
      "TGTCACCTT": 681,
      "AAATGTTTTG": 682,
      "AGGGAAATTGTTTTGAGTCGTGTCC": 683,
      "TTCTGAAAGGG": 684,
      "ACGTTCTTAATTTATT": 685,
      "AGTTCCTAAACTTTGTCTAGGTCACCCC": 686,
      "TGAAGTTCTAGCAGAACCTTGACAACTGCATAGGTGAGTCTGGAAAAAACAA": 687,
      "TTGATAGG": 688,
      "GAGG": 689,
      "TGAGCAATC": 690,
      "ATTTTGG": 691,
      "TGTTC": 692,
      "TATTTTATTC": 693,
      "ATGATTC": 694,
      "TTAAGC": 695,
      "TCAGGCC": 696,
      "AGGAAG": 697,
      "AAAATT": 698,
      "TACTTTT": 699,
      "AAGGC": 700,
      "AGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGC": 701,
      "ATAGG": 702,
      "TGTTG": 703,
      "TCGAA": 704,
      "ATACATT": 705,
      "ATGTTTAATTC": 706,
      "TTTCAACGACAGCAAGCGTGTTGG": 707,
      "ACAAGGG": 708,
      "TCTGGAAATAA": 709,
      "AGTAGAACCTTGAAAACTGCAT": 710,
      "AAT": 711,
      "ATTATTC": 712,
      "TGAAGG": 713,
      "AGAACCTTGACAACTGCATAGGTAAGTCTGGAAAGAATAA": 714,
      "TTAT": 715,
      "TCAACAGCC": 716,
      "TGGATCACCTCCTAACAGGGAGACAACACAATGATTTTGATGCCTGAG": 717,
      "TTGAGTAA": 718,
      "TTTAATTTT": 719,
      "AGCATCTCATAG": 720,
      "TGATCG": 721,
      "AGCTGGTAG": 722,
      "TAACCTCCAC": 723,
      "AGAATAAAGCATCTCATGGATGC": 724,
      "TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGTGTTTGGG": 725,
      "AGCTCAGCTGGTAG": 726,
      "TAAATAA": 727,
      "ATTCAAACC": 728,
      "ACTGC": 729,
      "TGAGTG": 730,
      "AAAGC": 731,
      "TGTAG": 732,
      "AGAATCTG": 733,
      "ACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGCGAATGCATTAATAACAATTCTATTAAGCTGATGCTTCAATTTTG": 734,
      "AGCGG": 735,
      "AGTTCCTAAACTTTGTCTAGGTCACACCCCAAAAGGGATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACCGAACTTGATTCCCATCTCC": 736,
      "AATCTG": 737,
      "AGCATCTCATGG": 738,
      "TTTTAAGAATTTC": 739,
      "AAAGAA": 740,
      "ATCGAG": 741,
      "AAATGATCAAGCAATTGATGATTTGATT": 742,
      "AGTAA": 743,
      "TTTAGG": 744,
      "TTAAATATTAATTTTGTCACCTTAGGTCGATCGGTATCTC": 745,
      "AGTTGAGCTCGATTGGAGTGTGATTTAGATGTGTCCGCTGGATGACCCCAGCTTCCTGTCATTCCAAGTTTT": 746,
      "AGCAATC": 747,
      "TTTAAC": 748,
      "AGAGTTTGATCTTGTTTTTAGCAATAAAAACTTGAGAATCTGCTTTCAACGGCGGTAAGCG": 749,
      "TGTT": 750,
      "TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGTTGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 751,
      "ATGTTTAATTCTTGAGTAA": 752,
      "AGTTTTC": 753,
      "GGTCAAGCTACAAAGGGCTCACGGTGGATACCTTGGCACACAGAGGCGATGAAGG": 754,
      "ATGATG": 755,
      "ATCCC": 756,
      "AGCAATGAATC": 757,
      "AGCCTCG": 758,
      "TCAGCAGAACCTTGACAACTGCATAGG": 759,
      "AGATACATT": 760,
      "TTAATTG": 761,
      "AGCG": 762,
      "TTAAGCTTG": 763,
      "TCCGG": 764,
      "TGTCGAGCC": 765,
      "AGAGTTTGATT": 766,
      "TAGGGGGTTT": 767,
      "TGCTTTTATTCTTAGGCCGAAATCCTGTCACCTTAGGTCGATCGGTACCTCAGCTTTGAAG": 768,
      "ATTTTATTTCCTAAGTTTT": 769,
      "TCAGCAATGGG": 770,
      "GGTC": 771,
      "TGAACGAATCTAGCTTCCTAATGAAATC": 772,
      "GGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTAACCTCCATCC": 773,
      "AGGTGAA": 774,
      "TGGAGATT": 775,
      "TAGCTTCC": 776,
      "ATATTTAAAG": 777,
      "AGCTCAGCTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGC": 778,
      "TCCC": 779,
      "TTTGATTGG": 780,
      "TGATTC": 781,
      "TAAAT": 782,
      "TGTCATCTCT": 783,
      "AATTTCATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTAAAG": 784,
      "ACTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC": 785,
      "TATTCTTAGGCCGAAATCCTGTCACCTTAGGTCGATCGGT": 786,
      "ACGCTGGGCTCACTG": 787,
      "ATCTCGG": 788,
      "AAGGATTTC": 789,
      "TCCTGTCACCTTAGGTCGATCGGTACCTC": 790,
      "AGTTTCTAAGTTTTTTCTAGGTCACACCCATCACTTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCACTGAATACCACCTCTTACAT": 791,
      "GCAG": 792,
      "TTAAC": 793,
      "ATCTTTT": 794,
      "TCAGCTTC": 795,
      "ATACAA": 796,
      "ACGTTCTTAATT": 797,
      "TTTCTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGTTGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 798,
      "TCAGCAATGGGTTCAGC": 799,
      "ATTTG": 800,
      "AGCTTC": 801,
      "ATTGTTTT": 802,
      "AAGAGTC": 803,
      "ACGCTGGATTC": 804,
      "TGAAGTTCTAGCAGAACCTTGACAACTGCATAGGTGAGTCTGGAAAAAACAAAGCATCTTACAGATGCATTGTTTTGAATCTGATC": 805,
      "TAGCC": 806,
      "AGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC": 807,
      "TGATCTAG": 808,
      "ATGGATGCATCATTC": 809,
      "TGTCACCTTAAGGTCGATCGGTACCTC": 810,
      "TTTAAGAGGTTAATT": 811,
      "AGAGAA": 812,
      "AGAATAAAGCATCTCATGGATGCATAA": 813,
      "TTCAGTT": 814,
      "AATTTTTTGG": 815,
      "TTTAGTTCCTAAACTTTG": 816,
      "TCCTTAAGCTTG": 817,
      "AGCTCAGCTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTAACCTCC": 818,
      "ACTGGG": 819,
      "TAAGCG": 820,
      "AAGAATTTCATTTCCTAAGTTTTTCTAGGTCACACCCATTATTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC": 821,
      "AAGTTATTGGTCAAGCTACAAAGGGCTCACGGAGGATACCTAGGCACACAGAGGCGATGAAGG": 822,
      "TAATGG": 823,
      "GGTCAAGCTACAAAGGGCTC": 824,
      "ATACAATAAC": 825,
      "TATTAATT": 826,
      "ATGCTGGGC": 827,
      "AATGGTG": 828,
      "AGCCGAGAGCTTCC": 829,
      "TTTGATTGGTGTCGAGCC": 830,
      "ATTCTTAGGCCGAAATCCTGTCACCTTAGGTCGATCGGTACCTCAAC": 831,
      "GGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACCGAACTCAATCTCC": 832,
      "TCTGGAAATAAAGCATCTCATGGATGC": 833,
      "TAATAA": 834,
      "AGTAGAACCTTGAAAACTGCATAGATT": 835,
      "TCAAGCTACAAAGGGCTCACGG": 836,
      "AGTTTGATCCTGGC": 837,
      "TGAGCAATCAGTT": 838,
      "AGGTTG": 839,
      "TGATCACCACCTC": 840,
      "GCAATCC": 841,
      "TTCCC": 842,
      "AACTCG": 843,
      "AGATTGGATCTAGAACAATGAAAATTCTTTTGAGCAAGAGCCGAGACTCTTG": 844,
      "AACAATGATT": 845,
      "TCTGTAGAAAGG": 846,
      "TTCAAC": 847,
      "AAAAGC": 848,
      "TGGGCCC": 849,
      "TTAATC": 850,
      "ATCCTGTC": 851,
      "AAGGTC": 852,
      "TGATCC": 853,
      "GAAAGGC": 854,
      "GAGCACAA": 855,
      "TTGAGCAAGAGCCGAGACTCC": 856,
      "AGTTCCTAAACTTTGTCTAGGTCACACCCCGCAAGGG": 857,
      "AGAGTTTGATTTTGTTTT": 858,
      "ACATT": 859,
      "AAGTAA": 860,
      "ATCTTC": 861,
      "ATCTCGGTCCTTAAGCTTG": 862,
      "ATGCTGGGCTCAGCAATGGGTTCAGC": 863,
      "ATTATT": 864,
      "AGGTTGATG": 865,
      "AGGATGAACTC": 866,
      "TTAGAA": 867,
      "TGAACGAATCTAGCTTCCTAATGAAATCATTAAGATGCTGGACTCATTGAATTAATTTCATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTAAAG": 868,
      "GAAAGGCGAGC": 869,
      "TAGCTTCTTATCATTCC": 870,
      "GTC": 871,
      "ACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGCAAATGCATTAA": 872,
      "ATTTCAGCTTC": 873,
      "AAGGTCGATCGGTACCTCAATT": 874,
      "AATTCTATTGAGTT": 875,
      "ATGAGAATTC": 876,
      "ATCACGTTC": 877,
      "TTGAGTCAAGAGCCGAG": 878,
      "TGTTTGAATG": 879,
      "TGGAGATTTTTAGTTCCTAAACTTTG": 880,
      "TGGAGAC": 881,
      "ATGGAG": 882,
      "TGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC": 883,
      "TTGACTG": 884,
      "AAGGATCAGCAGCAATGTTGATTGCTTGATGGAGATTTTC": 885,
      "ACTCTAT": 886,
      "AAGAAAATTCTATTGAGTT": 887,
      "TCTAGTTC": 888,
      "AGGAGG": 889,
      "ATTTGAG": 890,
      "AAATGTTTTGAGTTGTGATC": 891,
      "GCCGAGGG": 892,
      "ATACAATAACTAATTG": 893,
      "AGCCGAGAGCTTCCAGTTTTC": 894,
      "TGTCATCTCTAAGGTCGATCGGTACCTCAATT": 895,
      "AGGGCTGTTTGAATG": 896,
      "AACGAG": 897,
      "TTCCATAA": 898,
      "TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGGTGTTGGGGGTTT": 899,
      "ATGATT": 900,
      "TTCG": 901,
      "ACTTTTG": 902,
      "TTATTC": 903,
      "ATTAGGG": 904,
      "TGCTTTC": 905,
      "TGTTTGATC": 906,
      "AATTTTG": 907,
      "TAACCTCCACTGAC": 908,
      "TGGATCACCTCCTAACAGGG": 909,
      "TCCACTAG": 910,
      "GATGTC": 911,
      "ACAACCC": 912,
      "TGATTTAGATGTG": 913,
      "AGTAGAACCTTGAAAACTGCATAGATTAGAA": 914,
      "TTTGATTCTTGAGTCAAGAGCCGAG": 915,
      "GCCGAGGGTTTGGG": 916,
      "TTTAGAGCCGAGAGCTTCCAGTTTTC": 917,
      "TCTAGTAGAA": 918,
      "ATGGG": 919,
      "TGGCC": 920,
      "AGTCG": 921,
      "TGAACGAATCTAGCTTCCTAATGAA": 922,
      "TAGGTGAATC": 923,
      "GTTGTGTGATG": 924,
      "TCAGCAGAACCTTGACAACTGCATAGGTAAAG": 925,
      "TTTTTTC": 926,
      "ACGTATTC": 927,
      "TAGAGAGAA": 928,
      "TGATCTTGACTG": 929,
      "AAGAGTCCCC": 930,
      "AATTTAAG": 931,
      "CCCTGGAGAC": 932,
      "ATCTAA": 933,
      "TGGAAG": 934,
      "ATCTCG": 935,
      "TTTCAAATG": 936,
      "AGTATGAACTCG": 937,
      "ACAACCCATTAGGG": 938,
      "AGGGCTGTTTGAATGTCAGCAGAACCTTGACAACTGCATAGGTAAAG": 939,
      "ATCCTGTCACCTTAGGTCGATCGGTACCTC": 940,
      "TAGGTGAATCTAGAGAGAA": 941,
      "ACGTC": 942,
      "ATTTTAAAG": 943,
      "TATGGATTG": 944,
      "GAGCACAATTGATT": 945,
      "TTTCGATGTC": 946,
      "AACAATGATTTTGATGTCTGAG": 947,
      "TGATTTAGATGTGTCCACTAG": 948,
      "TTTCAAATGTGTCGAGC": 949,
      "ATTGTTTTGATG": 950,
      "AACCGCAG": 951,
      "TTTGATTGGTGTCGAGCCAATC": 952,
      "TTTTTTTC": 953,
      "AGCAGAACCTTGACAACTGCATAGG": 954,
      "TGTCACCTTAAGGTCGATCGGTACCTCAGATT": 955,
      "AGCCTC": 956,
      "GAGCCAATGGTG": 957,
      "TCTAGTTCACAACCCATTAGGG": 958,
      "ATCAAG": 959,
      "TAATTT": 960,
      "AGAGATGTTCAGC": 961,
      "AGATTGATG": 962,
      "ATGGAAAAG": 963,
      "CAGGGAGACAA": 964,
      "ATCCAGCAATGG": 965,
      "AGGTTGATAGG": 966,
      "TTTCTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGTTGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCACTGAA": 967,
      "TCTGGAAATAAAGCATCTCATGGATGCTTGATTC": 968,
      "TGATCTTGACTGTTGTTCGC": 969,
      "CCTGGAGTATGAACTCG": 970,
      "TTGATGTCTGAGTT": 971,
      "ATTGTGATGTCT": 972,
      "ACCCTAGCTTCTTATCATTCC": 973,
      "TGAAGATTTCAGCTTC": 974,
      "ATACAATAACTAATTGTGATGTCTGAG": 975,
      "AGTTCCTAAACTTTGTCTAGGTCACACCCCGCAAGGGAAGAGTCCCC": 976,
      "TGCTTTCAACCGCAG": 977,
      "AACTACG": 978,
      "TAAACGTTG": 979,
      "ATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTGAAGACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGCGAATGCATTAAATAACAATTCTATTAAGCTGATGCTTCAATTATTG": 980,
      "TTATAA": 981,
      "CCGGTAGAAAGG": 982,
      "ACTCTATAGCGTTC": 983,
      "AGGAC": 984,
      "AGCTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGTGTTTGGG": 985,
      "TTGAAAAG": 986,
      "TAAGCGTTTAAGAGGTTAATT": 987,
      "AGATTAATC": 988,
      "TCTGGC": 989,
      "GCCGAGGGTTTGGGAGTTTGATCCTGGC": 990,
      "ACGAAGGG": 991,
      "AAAATCC": 992,
      "TGAAGCGTTATAG": 993,
      "ATTGTCCGG": 994,
      "CCCTGGAGACAGGGCTGTTTGAATGTCAGCAGAACCTTGACAACTGCATAGGTAAAG": 995,
      "TTTCAAATGTGTCGAGCATTTGAG": 996,
      "ACAACGAGCCAATGGTG": 997,
      "TGTAGAA": 998,
      "TTGCTAAG": 999,
      "TTCTAGGTCACACCCATTACTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC": 1000,
      "ACGAAGG": 1001,
      "AGAACCTTGACAACTGCATAGGTGAGTCTGG": 1002,
      "TGAAGGACTGGG": 1003,
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTAACCTCCACTGAC": 1004,
      "CCTGGAGTATGAACTCGTATGGATTG": 1005,
      "AGAGCCGAG": 1006,
      "TAATGCATTAA": 1007,
      "AGTTTAGC": 1008,
      "ACAGAGAG": 1009,
      "AAGAACC": 1010,
      "AAGTTGAGAATC": 1011,
      "AATAAATAAGATGCTGGACTCATTGAATT": 1012,
      "TTTGTATC": 1013,
      "ATTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC": 1014,
      "AATACGTATTC": 1015,
      "TAAACGTTGTCTAGGTCACCCC": 1016,
      "TTTGATTCTTGAGTCAAGAGCCGAGACTCTATAGCGTTC": 1017,
      "TTGAAAAGACGCTGGATTC": 1018,
      "TTAATTTCAGTTCCTAAACTTTGTCTAGGTCACCCC": 1019,
      "GAGCACAATTGATTTTG": 1020,
      "AAGCAATTC": 1021,
      "AGAACCTTGACAACTGCATAGGTAAGTCTGGAAAGAATAAAGCATCTCATGGATGC": 1022,
      "GGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTAACCTCCATCCAATGATG": 1023
    },
    "merges": [
      "T T",
      "A G",
      "T G",
      "A A",
      "T C",
      "C C",
      "A TT",
      "G G",
      "AG C",
      "A C",
      "AG G",
      "A TG",
      "A TC",
      "A AG",
      "T AA",
      "TT C",
      "A CC",
      "TT G",
      "TC C",
      "A T",
      "TG G",
      "TG C",
      "AA C",
      "A AGC",
      "AA TT",
      "G C",
      "AGG TC",
      "T AG",
      "AG TT",
      "T ATT",
      "ATG C",
      "AGC TC",
      "ATT G",
      "G CC",
      "ATT C",
      "TT TT",
      "AGG ATG",
      "G AG",
      "TC T",
      "AG AA",
      "AG GG",
      "AC AA",
      "TG GG",
      "AC AAC",
      "G AA",
      "TAA C",
      "ACC CC",
      "TT GG",
      "AG ATT",
      "AAG GG",
      "TT CC",
      "TT TG",
      "AA TG",
      "TT AG",
      "TG ATT",
      "ACC TCC",
      "TGC TT",
      "GG T",
      "TT TAA",
      "TC AGC",
      "G ATC",
      "AA TTC",
      "TG AT",
      "CC TTG",
      "TGGG CC",
      "CC TGG",
      "TTC AAG",
      "TG TC",
      "AGC GC",
      "GG TAG",
      "AGG TGG",
      "GCC C",
      "TGC AT",
      "AGC GCC",
      "AAGGG TG",
      "TTC GAG",
      "TTAG AGCGC",
      "ACCCC TGAT",
      "TGCTT TGC",
      "TTCAAG TCC",
      "TGCTTTGC AAGC",
      "ACCCCTGAT AAGGGTG",
      "AGCGCC TGCTTTGCAAGC",
      "AGGTC CCTGG",
      "AGGATG GCCC",
      "TTAGAGCGC ACCCCTGATAAGGGTG",
      "GATC GGT",
      "AGCTC AGGTGG",
      "TGGGCC ATT",
      "AGGTCCCTGG TTCAAGTCC",
      "TCC GC",
      "AGCGCCTGCTTTGCAAGC AGGATG",
      "TGGGCCATT AGCTCAGGTGG",
      "AGGTCCCTGGTTCAAGTCC AGGATGGCCC",
      "AGTT GGTAG",
      "AGGTC GATCGGT",
      "T AAG",
      "AGCTC AGTTGGTAG",
      "TGGGCCATTAGCTCAGGTGG TTAGAGCGCACCCCTGATAAGGGTG",
      "A TAA",
      "CCTTG ACAAC",
      "TG ATC",
      "GG G",
      "AGCTCAGTTGGTAG AGCGCCTGCTTTGCAAGCAGGATG",
      "CCTTGACAAC TGCAT",
      "TGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTG AGGTCCCTGGTTCAAGTCCAGGATGGCCC",
      "AA TC",
      "AGGG AG",
      "ATC TC",
      "TG ATGC",
      "C TC",
      "ACC TT",
      "AGGTC AC",
      "ACC TC",
      "A AGG",
      "TT TTG",
      "AC G",
      "TTGG GGG",
      "AGAA CCTTGACAACTGCAT",
      "TG AA",
      "ACCTT AGGTCGATCGGT",
      "AC TC",
      "AG CC",
      "ACC C",
      "TT T",
      "TCAGC GG",
      "TG AG",
      "TT ATT",
      "TTCGAG TCCGC",
      "AGC TTCC",
      "TCAGCGG TTCGAGTCCGC",
      "AATT TC",
      "TATT ATT",
      "T AT",
      "TCT AGGTCAC",
      "AAGC T",
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATG TCAGCGGTTCGAGTCCGC",
      "TGG ATC",
      "AAG ATGC",
      "AAGCT ACAA",
      "TGGATC ACCTCC",
      "AGG C",
      "TCC TGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC",
      "TGGATCACCTCC TAAC",
      "ATG G",
      "TC AAGCTACAA",
      "TTG TC",
      "TTG ATG",
      "TGGATCACCTCCTAAC AGGGAG",
      "TT TTC",
      "AC AG",
      "ATC C",
      "TT ACCTCC",
      "TTACCTCC AC",
      "T AAGC",
      "TTGGGGG TAT",
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGC TTACCTCCAC",
      "ATC TCT",
      "TTGGGGGTAT AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC",
      "GG TCAAGCTACAA",
      "ATT AA",
      "AGG CC",
      "AATTC TATT",
      "T AGC",
      "TT TC",
      "TAA AC",
      "TC TGG",
      "AC TG",
      "AC GG",
      "AG TTG",
      "TAA CC",
      "AAG TTATT",
      "AA AATG",
      "TGATGC TTC",
      "TGG ACTC",
      "AG AGAACCTTGACAACTGCAT",
      "TAACC TCC",
      "AGCC GAG",
      "ACAAC AAAATG",
      "AGAGAACCTTGACAACTGCAT AGATT",
      "AA AA",
      "TAAC AATTCTATT",
      "ACAA TAAGC",
      "AT ATCTCT",
      "ATT TT",
      "TTGTC ACCTTAGGTCGATCGGT",
      "AGATT TATTATT",
      "ATATCTCT ATG",
      "AAGC TGATGCTTC",
      "ATTG TTTTC",
      "ACAATAAGC ATC",
      "ACC ACCTC",
      "ATT CC",
      "ATTG AATT",
      "TG TGC",
      "TCT AGCTTCC",
      "AGGG CTC",
      "TT AATT",
      "TAACAATTCTATT AAGCTGATGCTTC",
      "AGTT CC",
      "ATTGTTTTC AGAGAACCTTGACAACTGCATAGATT",
      "TTGTCACCTTAGGTCGATCGGT ATCTC",
      "AAGATGC TGGACTC",
      "ATATCTCTATG TTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC",
      "G ATG",
      "AGATTTATTATT TGTGC",
      "TT AA",
      "TG ATG",
      "TCTAGGTCAC ACCC",
      "TGGG CTC",
      "AGTTCC TAAAC",
      "AAGATGCTGGACTC ATTGAATT",
      "G AGC",
      "AT ACC",
      "TG AAC",
      "GG TG",
      "TGC ATTAA",
      "TAACAATTCTATTAAGCTGATGCTTC AATT",
      "TT AGGCC",
      "TTTAA TGATGC",
      "ATTGTTTTCAGAGAACCTTGACAACTGCATAGATT ATT",
      "TAAG TTTT",
      "AG TC",
      "AA ATG",
      "AGGGCTC ACGG",
      "GAA TCTAGCTTCC",
      "CC C",
      "AGAACCTTGACAACTGCAT AGG",
      "ACAATAAGCATC TTTAATGATGC",
      "TGTC ACCTTAGGTCGATCGGT",
      "GAA TGCATTAA",
      "TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC ATTC",
      "AT ATT",
      "AGG AG",
      "AT AG",
      "TCC TAAGTTTT",
      "AAG AGCCGAG",
      "TAG ATG",
      "AGC ATCTC",
      "ACAATAAGCATCTTTAATGATGC AGATTTATTATTTGTGC",
      "AC ACAG",
      "TC TG",
      "GGTCAAGCTACAA AGGGCTCACGG",
      "TGATT ACCACCTC",
      "TAG AA",
      "TTTAA AG",
      "TAACCTCC ACTG",
      "AAGC G",
      "TTG AT",
      "ACACAG AGGC",
      "TGGATCACCTCCTAACAGGGAG ACAACAAAATG",
      "AGTTCCTAAAC TTTG",
      "TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC ATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC",
      "TAA TT",
      "TATT C",
      "C AGGGAG",
      "TC TCC",
      "AAG AATTTC",
      "TTGGGGG TTT",
      "AA AG",
      "TC AGGAG",
      "AA ATT",
      "TCAGGAG TTCGAG",
      "TCTAGGTCACACCC ATT",
      "GGTG TTGGGGGTTT",
      "G ATT",
      "TCAGGAGTTCGAG TCTCC",
      "AA ATTC",
      "TTTAA TATTATT",
      "G AAC",
      "ATCC TGTCACCTTAGGTCGATCGGT",
      "ATT AAGATGCTGGACTCATTGAATT",
      "TGATTACCACCTC TTCC",
      "AG AC",
      "ACACAGAGGC GATG",
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATG TCAGGAGTTCGAGTCTCC",
      "ATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATT TTTAAAG",
      "TGAAC GAATCTAGCTTCC",
      "TG AAG",
      "TCTAGGTCAC ACCCC",
      "ATT TCCTAAGTTTT",
      "TTAGGCC GAA",
      "ATT TTGTCACCTTAGGTCGATCGGTATCTC",
      "AAG TTTT",
      "ATTG TTTTG",
      "TGAACGAATCTAGCTTCC TAA",
      "ATGG ATGC",
      "AGC AAGAGCCGAG",
      "ACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGC GAATGCATTAA",
      "TTGG C",
      "AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCC TAACCTCCACTG",
      "AC TTTT",
      "AGCTTCC TGTC",
      "TGATT TAGATG",
      "AAG AA",
      "TGTC GAGC",
      "G TG",
      "TGGATCACCTCCTAACAGGGAG ACAA",
      "ACACAGAGGCGATG AAGG",
      "AGTTG TGATC",
      "TTTAATATTATT ATTTTGTCACCTTAGGTCGATCGGTATCTC",
      "AG ATG",
      "TTC T",
      "TTAGGCCGAA ATCCTGTCACCTTAGGTCGATCGGT",
      "TG TCCGC",
      "AAGATGC TGGGCTC",
      "TCTGG AA",
      "ATTTCCTAAGTTTT TCTAGGTCACACCCATT",
      "TGATTACCACCTCTTCC ATAA",
      "G TTC",
      "ATTAAGATGCTGGACTCATTGAATT AATTTC",
      "TTTG AAG",
      "AG TG",
      "AA TAA",
      "TGG C",
      "ATACC TTGGC",
      "ACG TTC",
      "TTG ATT",
      "TTGAT AAGATGCTGGGCTC",
      "AGCTTCCTGTC ATTCC",
      "T ATC",
      "AGAA TAA",
      "AGGTCAC ACCC",
      "AGAA TC",
      "T AGGC",
      "GGTGTTGGGGGTTT AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTG",
      "AGTT TGATC",
      "TT AC",
      "ATTTT TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC",
      "AGTTCCTAAACTTTG TCTAGGTCACACCCC",
      "AC GC",
      "TTCT AGGTCACACCC",
      "GG C",
      "GG TTT",
      "AGC ATC",
      "TTG C",
      "TC AAC",
      "AC TCC",
      "TTTTG AGTTGTGATC",
      "GGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTG ACC",
      "ATG AGAC",
      "AGCATCTC ATGGATGC",
      "TGATTTAGATG TGTCCGC",
      "AA TGG",
      "TGAA ATC",
      "AA AC",
      "AGC AATG",
      "ATACCTTGGC ACACAGAGGCGATGAAGG",
      "AA CC",
      "CAGGGAG ACAACAAAATG",
      "AAC AATG",
      "TCTGG AAAA",
      "ATT TTC",
      "ATATT AATT",
      "T ATG",
      "ATGAGAC TCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC",
      "AGGTCGATCGGT ACCTC",
      "TTGATG CC",
      "TTCC TGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC",
      "TC TGAG",
      "AAGAATTTC ATTTCCTAAGTTTTTCTAGGTCACACCCATT",
      "ACCCC AGCTTCCTGTCATTCC",
      "AGTT TGATT",
      "AAGTTATT GGTCAAGCTACAAAGGGCTCACGG",
      "ATC TCC",
      "GGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACC GAAC",
      "ATT TC",
      "TT ACAG",
      "TT TAG",
      "TTGATGCC TGAG",
      "TTTG ATTC",
      "TTACAG ATGC",
      "TTC TAGC",
      "TTG TTTT",
      "AAGTTATTGGTCAAGCTACAAAGGGCTCACGG AGG",
      "G TTG",
      "ACAA TGATT",
      "TGG ATG",
      "ACC TCAGC",
      "AG ATTC",
      "ATATTAATT TTGTCACCTTAGGTCGATCGGTATCTC",
      "ATTC TTAGGCCGAAATCCTGTCACCTTAGGTCGATCGGT",
      "AAGTTATT GGTCAAGCTACAA",
      "AA AATTC",
      "GAA TC",
      "GG ATC",
      "AA AGG",
      "TAGC TTC",
      "A TAAC",
      "AAG CC",
      "TC AATC",
      "AGAACCTTGACAACTGCATAGG TGAG",
      "AATG ATG",
      "ATTAAGATGCTGGACTCATTGAATTAATTTC ATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTAAAG",
      "AG ATTG",
      "TAA AG",
      "TGG TTGATAAGATGCTGGGCTC",
      "AGCAAGAGCCGAG ACTC",
      "AA TCC",
      "AG AG",
      "TCTGGAA AGAATAA",
      "TTTTG AGCAAGAGCCGAGACTC",
      "TG AGC",
      "AGCATC TTACAGATGC",
      "TT AATTC",
      "TTAATT TATT",
      "AC ATTC",
      "TC G",
      "AAGTTATTGGTCAAGCTACAAAGGGCTCACGGAGG ATACC",
      "C GG",
      "TTG AGAATC",
      "ACAATAAGCATCTTTAATGATGCAGATTTATTATTTGTGCGAATGCATTAA TAACAATTCTATTAAGCTGATGCTTCAATT",
      "AAGGG ATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC",
      "TTC GC",
      "TTG AG",
      "AGG TTAATT",
      "TCT AAGTTTT",
      "T ATAA",
      "T AC",
      "TATT TT",
      "AAAATTC TTTTGAGCAAGAGCCGAGACTC",
      "TG ATTG",
      "TTTTGAGTTGTGATC AAATTC",
      "TT TGGG",
      "TGAA T",
      "AT AC",
      "ACAATGATT TTGATGCCTGAG",
      "TT TAAG",
      "TGGATG ACCCCAGCTTCCTGTCATTCC",
      "AGTTCCTAAAC TTG",
      "TTC AGC",
      "ATTTTTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC TGATTACCACCTCTTCCATAA",
      "TGGATCACCTCCTAACAGGGAGACAACAAAATG TTTAATATTATTATTTTGTCACCTTAGGTCGATCGGTATCTC",
      "TTTC AAC",
      "AGCATCTTACAGATGC ATTGTTTTG",
      "AAGTTATTGGTCAAGCTACAAAGGGCTCACGGAGGATACC TAGGC",
      "AA ACC",
      "GG AGTG",
      "TGCTT TCAAC",
      "ATT GG",
      "AACAATG AAAATTCTTTTGAGCAAGAGCCGAGACTC",
      "TCT AGGTC",
      "ACAAC GATT",
      "TAG AG",
      "AGTT TCTAAGTTTT",
      "AAGC AA",
      "G TGTCGAGC",
      "ACCTCAGC TTTGAAG",
      "TG AC",
      "A TAACAATTCTATTAAGCTGATGCTTCAATT",
      "TT TGC",
      "TG TTTG",
      "ATG TTC",
      "TTTT GG",
      "ATT TGATT",
      "A AGGTCGATCGGTACCTC",
      "AGC AAGCG",
      "AGCTC GATT",
      "AGTTTCTAAGTTTT TTCTAGGTCACACCC",
      "ATC ACTTTT",
      "CGG ATACCTTGGCACACAGAGGCGATGAAGG",
      "ATGC TGGGCTC",
      "AA AAGGGATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC",
      "AA AAC",
      "TTGATG GAG",
      "TT ATC",
      "TC TAG",
      "TGCTTTCAAC GGC",
      "TGAAT ACCACCTC",
      "T AGG",
      "TGAAG TTCTAGC",
      "TAA ATATTAATTTTGTCACCTTAGGTCGATCGGTATCTC",
      "GAG CC",
      "AGC GTTC",
      "CAGGGAGACAACAAAATG TTTAATATTATTATTTTGTCACCTTAGGTCGATCGGTATCTC",
      "TTGATG TCTGAG",
      "GGT AAGCG",
      "AGTTTGATC TTGTTTT",
      "AAC AA",
      "TCTAGGTC ACCCC",
      "TG AATC",
      "AGATT AATT",
      "T ATGG",
      "TAAG TCTGGAAAGAATAA",
      "AGTTTCTAAGTTTTTTCTAGGTCACACCC ATCACTTTT",
      "TAAATATTAATTTTGTCACCTTAGGTCGATCGGTATCTC AGATTC",
      "G AC",
      "AAC T",
      "AA ATC",
      "TT AAG",
      "AG ATC",
      "AG AGTTTGATCTTGTTTT",
      "GGTTT AGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGC",
      "AA TTG",
      "TAGAA AGG",
      "ACCTC AAC",
      "TTC TG",
      "AA TGC",
      "AATT TGGTTGATAAGATGCTGGGCTC",
      "TTGATG ATTTGATT",
      "AG AAG",
      "AGCAAGAGCCGAG ACTCC",
      "AGTTG AGCTCGATT",
      "AAAAGGGATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTC GGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACCGAAC",
      "TCC AC",
      "TGATT TAG",
      "TGAAATC ATTAAGATGCTGGACTCATTGAATTAATTTCATTGTTTTCAGAGAACCTTGACAACTGCATAGATTATTTTTAAAG",
      "TTGATGGAG ATTTTC",
      "ATTCC C",
      "ACAAC ACAATGATTTTGATGCCTGAG",
      "TTG ATTC",
      "TTC TGAA",
      "TGAATACCACCTC TTAC",
      "AGGG AA",
      "GGAGTG TGATTTAGATGTGTCCGC",
      "ATAACAATTCTATTAAGCTGATGCTTCAATT ATTG",
      "TAA TC",
      "AGTC GTG",
      "CC TGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC",
      "TGGATCACCTCCTAACAGGGAGACAACAAAATG TAAATATTAATTTTGTCACCTTAGGTCGATCGGTATCTCAGATTC",
      "TGCTTTCAACGGC GGTAAGCG",
      "TCAATC TCC",
      "TGGATCACCTCCTAACAGGGAGACAA ACAACGATT",
      "AG TAGAA",
      "GG GGTTT",
      "TAATT TATT",
      "GC AAGGG",
      "AAATG ATC",
      "TTGATT GC",
      "AT AAGATGCTGGACTCATTGAATT",
      "TG TG",
      "TAG AACAATGAAAATTCTTTTGAGCAAGAGCCGAGACTC",
      "AA AAG",
      "GGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGC TAACCTCC",
      "ATG ATGC",
      "TTG AGTC",
      "TCC TGTCACCTTAGGTCGATCGGT",
      "ATT AATT",
      "TTCTAGGTCACACCC ATT",
      "TCTAGGTCACACCC AAC",
      "AAAC TTGAGAATC",
      "AGCATCTTACAGATGCATTGTTTTG AATC",
      "ACGC TGGGCTC",
      "T AAGG",
      "GAA AGGG",
      "AGTCGTG TCC",
      "TCTGGAAAA AACAA",
      "AGATTTATTATTTGTGC GAATGCATTAA",
      "AAGCAA TTGATGATTTGATT",
      "TAGC AATAA",
      "AGTTCCTAAACTTTGTCTAGGTCACACCCC AAAAGGGATGAGACTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCCATTCGGTGTTGGGGGTTTAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGGAGTTCGAGTCTCCTAACCTCCACTGACCGAAC",
      "TTCCTGGGCCATTAGCTCAGGTGGTTAGAGCGCACCCCTGATAAGGGTGAGGTCCCTGGTTCAAGTCCAGGATGGCCC ATTC",
      "ATG GAA",
      "ATTCTTAGGCCGAAATCCTGTCACCTTAGGTCGATCGGT ACCTCAGCTTTGAAG",
      "ACG TTTT",
      "AAAAC TGCAT",
      "TCTAGCTTCC TAA",
      "CCC ATCTCC",
      "TAGCTTC TTATC",
      "AGTTTGATC C",
      "TAA ACG",
      "AG TATG",
      "TTTAA TTC",
      "TTG ATTCCC",
      "TGAA AGAA",
      "ATGC ATTAA",
      "TCTG AGC",
      "TGG ATTC",
      "TGGG C",
      "AAGCG TT",
      "TGC TTTT",
      "ATATCTCTATGTTGGGGGTATAGCTCAGTTGGTAGAGCGCCTGCTTTGCAAGCAGGATGTCAGCGGTTCGAGTCCGCTTACCTCCAC TGATTACCACCTCTTCCATAA",
      "GGTCAAGCTACAAAGGGCTCACGG CGGATACCTTGGCACACAGAGGCGATGAAGG",
